Repository: arnesongit/script.module.sysvolume
Catalog: resources/language/*/strings.po
Languages: german

# Addon Summary
source: Script Routines to change the System Volume on Linux/macOS
german: Script-Routinen zum Ändern der Systemlautstärke unter Linux/macOS

# Addon Description
source: Use RunScript(script.module.sysvolume/up) or RunScript(script.module.sysvolume/down) to change System Volume.
german: Benutze RunScript(script.module.sysvolume/up) oder RunScript(script.module.sysvolume/down) um die Lautstärke zu ändern.

# Addon Disclaimer
source: Requires ALSA sound driver on Linux
german: Verwendet den ALSA-Treiber unter Linux

# #30000
source: Settings
german: Einstellungen

# #30002
source: Device Name
german: Geräte-Name

# #30003
source: Mixer Name
german: Mixer-Name (Linux)

# #30004
source: Step for Volume Up
german: Schritt für Lautstärke +

# #30005
source: Step for Volume Down
german: Schritt für Lautstärke -

# #30006
source: Highest Volume Limit
german: Maximale Lautstärke

# #30007
source: Show Progress Dialog
german: Progress-Dialog anzeigen

# #30008
source: Duration of Progress Dialog in ms
german: Dauer der Progress-Anzeige in ms

# #30101
source: Select Device
german: Gerät auswählen

# #30102
source: No ALSA Devices found
german: Keine ALSA-Geräte gefunden

# #30103
source: Select Mixer
german: Mixer auswählen

# #30104
source: (Muted)
german: (Stumm)
